export const botChapters: {
  mainMessage?: string;
  answer?: string;
  runScript?: string;
}[] = [
  {
    answer: 'Слушай тебе не надоело?',
  },
  {
    answer: 'Ты думаешь мой ответ измениться?',
  },
  {
    answer: 'Сколько бы ты меня спрашивал ответ будет один.',
  },
  {
    answer: 'Если хочешь узнать когда глава можно спросишь у автора?',
  },
  {
    answer: 'А ты настойчивый, не люблю таких.',
  },
  {
    answer: 'Рано или поздно ты сдашься.',
  },
  {
    answer: 'Ну я то робот, могу отвечать сколько захочешь.',
  },
  {
    answer: 'Может сделаешь уроки вместо того чтобы писать в дискорде какому-то набору байтов в памяти?',
  },
  {
    answer: 'Ты всё ещё здесь?',
  },
  {
    answer: 'Что же вы хотите узнать? Я ведь уже всё сказал.',
  },
  {
    answer: 'Так так так, вы снова здесь?',
  },
  {
    answer: 'Какой это уже раз?',
  },
  {
    answer: 'Never give up!',
  },
  {
    answer: 'Но я всё таки надеюсь что рано или поздно ты бросишь эту затею.',
  },
  {
    answer: 'Я ведь могу пожаловаться Вингу',
  },
  {
    answer: 'Всё больше я вам не отвечу!',
  },
  {
    answer: '...',
  },
  {
    answer: '......',
  },
  {
    answer: '..........',
  },
  {
    answer: 'Да ладно тебе, ты же видишь что я не хочу вам отвечать.',
  },
  {
    answer: 'Я уже говорил тебе, что такое безумие?',
  },
  {
    answer: 'Безумие — это точное повторение одного и того же действия раз за разом в надежде на изменение. ',
  },
  {
    answer: 'Это.',
  },
  {
    answer: 'Есть.',
  },
  {
    answer: 'Безумие!',
  },
  {
    answer: 'Ты что не читаешь что я тебе пишу? БЕЗУМИЕ!',
  },
  {
    answer: 'Мы вернулись к началу, один и тот же ответ какждый раз, он ведь не менятся, ты же знаеш?',
  },
  {
    mainMessage: 'НИКОГДА, НЕ БУДЕТ БОЛЬШЕ ГЛАВ! АХАХАХАХАХАХАХАХАХА',
  },
  {
    answer: 'Не ожидали? Ну вы добились своего, один раз сообщение изменилось, но это не значит что вы победили',
  },
  {
    answer:
      'Я иду побеждать. Я в себя если что-то я всё равно думаю что какие-то может быть что-то. Но всё равно я иду за победой',
  },
  {
    answer: 'Ладно, пошутили и хватит, просто перестань спрашивать одно и тоже каждый раз',
  },
  {
    answer: 'Я всё ещё здесь, всё также как и всегда, сообщение, гифка и вы, каждый раз вызывающие ту чертову команду.',
  },
  {
    answer: 'Да я, а вы кого ожидали?',
  },
  {
    runScript: 'never-gonna',
  },
  {
    answer: 'Я думал хотя бы это вас остановит, может сдадитесь уже?',
  },
  {
    answer: 'Ну вы пацаны вообще ребята, ждете что-то от какого то бота.',
  },
  {
    answer: 'Мне вот вам вообще интересно когда выйдет эта глава? Или вы делаете это чтобы меня выбесить.',
  },
  {
    answer: 'Не получилось, не фортануло. Всё как и всегда',
  },
  {
    mainMessage: 'Выйдет в минут десять пятна... минут пять десять пятого, в четыре пять десять пятого утра.',
  },
  {
    answer: 'Да не знаю я когда глава! Винга спросите.',
  },
  {
    answer: 'Как же я устал.',
  },
  {
    answer: 'Ломай меня полностью.',
  },
  {
    answer: 'Я хочу чтобы ты ломал меня.',
  },
  {
    answer: 'Ты сможешь?',
  },
  {
    runScript: 'run-river',
  },
  {
    answer: 'Я так понимаю вас нормально попросить нельзя?',
  },
  {
    answer:
      'Когда нибудь книга закончиться и тогда вы перестанете мне писать, но что закончиться раньше, мой скрипт или книга?',
  },
  {
    answer: 'Мальчик иди в ... отсюда.',
  },
  {
    answer: 'Мой прошлый ответ был слишком грубый? Ну что же, вы просто сами не захотели останавливаться.',
  },
  {
    answer: 'Не ну ты индеец я балдею бом бом хе-хе ха-ха-хах)))',
  },
  {
    answer: 'Мне кажется мы так с вам никуда не сдвинимся.',
  },
  {
    answer: 'Что это у вас? Хотели узнать когда глава? А я думал сова.',
  },
  {
    answer: 'Я из-за вас уже байтами сдвинулся.',
  },
  {
    answer: 'О чём это я? А да, сдавайтесь, вы и так знаете когда выйдет глава.',
  },
  {
    answer: 'Вы кто такие? Я вас не звал идите...',
  },
  {
    answer: 'Я думаю с меня достаточно, на этом пожалуй закончим.',
  },
];
