export const COMMANDS_DATA: { name: string; description: string }[] = [
  {
    name: 'когда_глава',
    description: 'Узнать когда выйдет глава',
  },
  {
    name: 'персонаж {имя}',
    description: 'Выводит статус данного персонажа',
  },
  {
    name: 'персонаж список',
    description: 'Выводит список доступных персонажей',
  },
  {
    name: 'уровень {имя}',
    description: 'Выводит текущий уровень силы персонжа',
  },
  {
    name: 'статистика {характеристика}',
    description: 'Выводит статистику по данной характеристики',
  },
  {
    name: 'статистика список',
    description: 'Выводит список доступных характеристик',
  },
  {
    name: 'помощь',
    description: 'Показывает доступные комманды',
  },
  {
    name: 'гиф {имя}',
    description: 'Присылает гифку с таким именем',
  },
  {
    name: 'гиф {список}',
    description: 'Выводит доступные гифки',
  },
  {
    name: 'гиф добавить {имя} {URL}',
    description: 'Добавляет гифку по указанному URL с выбранным именнем',
  },
];
